Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# release_delta.photo_estimate_note
source: 体型写真AIによる参考推定。実測値ではありません。{{value1}}
ar_sa: تقدير من الذكاء الاصطناعي لصور الجسم. ليس قياسًا حقيقيًا. {{value1}}
ca: Estimació del tipus corporal amb IA. No és una mesura real. {{value1}}
cs: Odhad pomocí AI. Není to reálná měření. {{value1}}
da: Estimat ved hjælp af billeder. Ikke en måling. {{value1}}
de_de: Schätzung durch KI-Fotos. Nicht messbare Werte. {{value1}}
el: Εκτίμηση με AI για φωτογραφίες. Δεν είναι ακριβείς τιμές. {{value1}}
en_au: AI-based photo estimate for reference only. Not actual measurements. {{value1}}
es_es: Estimación del tipo de cuerpo con IA. No es una medición real. {{value1}}
fi: Kehonkuvan AI-arvio, ei tarkkoja mittauksia. {{value1}}
fr_ca: Estimation par l'IA. Ce n'est pas une mesure réelle. {{value1}}
gu: શરીરના ચિત્રો દ્વારા AI દ્વારા કરવામાં આવેલ અંદાજ. આ વાસ્તવિક માપ નથી. {{value1}}
he: הערכה של AI על סמך תמונות. לא מדויק. {{value1}}
hi: बॉडी फोटो AI द्वारा अनुमानित। वास्तविक माप नहीं। {{value1}}
hr: Procjena izgleda putem AI-a. Nisu mjerenja. {{value1}}
hu: Testformás fotók AI-val történő becslése. Nem a tényleges mérés eredménye. {{value1}}
id: Perkiraan bentuk tubuh menggunakan AI. Bukan hasil pengukuran langsung. {{value1}}
it: Stima del corpo tramite AI. Non è una misurazione diretta. {{value1}}
ko: 체형 사진 AI 기반 참고 추정치입니다. 실제 측정값은 아닙니다. {{value1}}
mr: शरीराचे फोटो AI द्वारे अंदाजित. हे प्रत्यक्ष मापन नाही. {{value1}}
ms: Anggaran foto dengan AI. Bukan ukuran sebenar. {{value1}}
nl_nl: Geschatte lichaamsvorm met behulp van AI. Geen exacte metingen. {{value1}}
no: Estimert kroppsbilde med AI. Ikke nøyaktige målinger. {{value1}}
pl: Szacunkowa ocena zdjęć ciała przez AI. Nie jest to wartość pomiarowa. {{value1}}
pt_br: Estimativa do corpo com IA. Não é uma medição real. {{value1}}
pt_pt: Estimativa do corpo com IA. Não é uma medição precisa. {{value1}}
ro: Estimare cu AI pentru fotografii. Nu este o măsurătoare reală. {{value1}}
ru: Оценка с помощью ИИ для фотографий. Не является фактическими измерениями. {{value1}}
sk: Odhad z fotografií pomocou AI. Nie sú presné hodnoty. {{value1}}
sl: Prijemni predlog od AI. Niso natančni merki. {{value1}}
sv: Uppskattning av kroppsform med AI. Är inte en exakt mätning. {{value1}}
ta: உடல் அமைப்பு புகைப்படங்கள் மூலம் AI உதவியால் தோராயமான மதிப்பீடு. இது உண்மையான அளவீடு அல்ல. {{value1}}
te: శరీర ఆకృతి ఫోటోల ద్వారా AI సహాయంతో అంచనా. ఇది ఖచ్చితమైన కొలత కాదు. {{value1}}
th: ประมาณจากรูปภาพ AI เท่านั้น ไม่ใช่ค่าจริง {{value1}}
tr: Vücut ölçüleri fotoğrafı ile AI destekli tahmin. Gerçek ölçüler değildir. {{value1}}
uk: Оцінка форми тіла за допомогою AI. Не є фактичними вимірами. {{value1}}
vi: Ước tính từ ảnh, không phải giá trị thực tế. {{value1}}
zh_hans: 体型照片AI参考估算。非实际测量值。{{value1}}
zh_hant: 體型照片 AI 參考估計。非實際測量值。{{value1}}

# release_delta.quota_consumed
source: 利用枠を消費
ar_sa: استهلاك حد الاستخدام
ca: Has consumit la quota
cs: Spotřebováno
da: Forbrugt quota
de_de: Limit verbraucht
el: Καταναλώθηκε όριο
en_au: Quota consumed
es_es: Consumir cuota
fi: Käytetty kapasiteetti
fr_ca: Quota consommé
gu: ઉપયોગની મર્યાદા પૂરી થઈ ગઈ છે
he: התקציב נצרך
hi: उपयोग सीमा समाप्त हो गई है
hr: Istrošeno
hu: A felhasználási limitet felhasználtad
id: Kuota telah habis
it: Consuma il limite di utilizzo
ko: 사용량 초과
mr: उपलब्ध कोटा संपला आहे
ms: Kuota telah digunakan
nl_nl: Quota is verbruikt
no: Bruker opp kvoten
pl: Zużyto limit
pt_br: Limite consumido
pt_pt: Quota consumida
ro: Utilizarea limitei
ru: Использовано лимиты
sk: Spotrebovali ste limit
sl: Porabljene zmogljivosti
sv: Använt kvot
ta: பயன்பாட்டு வரம்பை பயன்படுத்தியுள்ளீர்கள்
te: పరిమితిని ఉపయోగించారు
th: ใช้หน่วยที่กำหนดแล้ว
tr: Kullanım limiti tükendi
uk: Використано ліміт
vi: Đã sử dụng giới hạn
zh_hans: 已消耗额度
zh_hant: 已消耗配額

# release_delta.quota_not_consumed
source: 利用枠は未消費
ar_sa: لم يتم استهلاك حد الاستخدام
ca: La quota no s'ha consumit
cs: Ne, nevyčerpáno
da: Quota er ikke forbrugt
de_de: Limit nicht verbraucht
el: Το όριο δεν έχει καταναλωθεί
en_au: Quota not consumed
es_es: Cuota no consumida
fi: Kapasiteettia jäljellä
fr_ca: Le quota n'est pas encore consommé
gu: ઉપયોગની મર્યાદા હજુ સુધી વપરાઈ નથી.
he: התקציב לא נצרך
hi: उपयोग सीमा अभी तक समाप्त नहीं हुई है
hr: Istraženo
hu: A felhasználási limit még nem fogyott el
id: Kuota belum terpakai
it: Il limite di utilizzo non è stato consumato
ko: 사용량 미소비
mr: उपलब्ध कोटा अजून शिल्लक आहे
ms: Kuota belum digunakan
nl_nl: Quota is nog niet verbruikt
no: Kvoten er ikke brukt
pl: Limit nie został zużyty
pt_br: Limite não consumido
pt_pt: Quota não consumida
ro: Limita nu a fost utilizată
ru: Лимиты не использованы
sk: Limit nebol spotrebený
sl: Zmogljivosti niso porabljene
sv: Kvot är inte använd
ta: பயன்பாட்டு வரம்பு இன்னும் பயன்படுத்தப்படவில்லை
te: పరిమితి ఇంకా ఉపయోగించబడలేదు
th: ยังไม่มีการใช้หน่วยที่กำหนด
tr: Kullanım limiti henüz tüketilmedi
uk: Ліміт не використаний
vi: Giới hạn chưa được sử dụng
zh_hans: 未消耗额度
zh_hant: 配額未消耗

# release_delta.reference_estimate
source: 参考推定
ar_sa: تقدير مرجعي
ca: Estimació de referència
cs: Orientační odhad
da: Anslået værdi
de_de: Referenzschätzung
el: Ενδεικτική εκτίμηση
en_au: Reference estimate
es_es: Estimación de referencia
fi: Viitearvo
fr_ca: Estimation de référence
gu: સંદર્ભ અંદાજ
he: הערכה לדוגמה
hi: संदर्भ अनुमान
hr: Približna procjena
hu: Javított becslés
id: Perkiraan referensi
it: Valore stimato di riferimento
ko: 참고 추정치
mr: संदर्भानुसार अंदाजित
ms: Anggaran rujukan
nl_nl: Referentie-schatting
no: Referanseestimat
pl: Przybliżona wartość
pt_br: Referência
pt_pt: Referência
ro: Valoare estimată ca referință
ru: Приблизительная оценка
sk: Orientačný odhad
sl: Približen izračun
sv: Referensuppskattning
ta: குறிப்பு மதிப்பீடு
te: సూచన ప్రకారం అంచనా
th: ค่าประมาณอ้างอิง
tr: Referans tahmini
uk: Орієнтовне значення
vi: Ước tính tham khảo
zh_hans: 参考估算
zh_hant: 參考估計

# release_delta.report_time
source: 通知時刻
ar_sa: وقت الإشعار
ca: Hora de notificació
cs: Čas notifikace
da: Notifikations tidspunkt
de_de: Benachrichtigungszeit
el: Ώρα ειδοποίησης
en_au: Notification time
es_es: Hora de notificación
fi: Ilmoitusaika
fr_ca: Heure de notification
gu: સૂચનાનો સમય
he: שעת התראה
hi: नोटिफिकेशन का समय
hr: Vrijeme obavijesti
hu: Értesítés időpontja
id: Waktu notifikasi
it: Orario di notifica
ko: 알림 시간
mr: अहवाल मिळवण्याची वेळ
ms: Waktu notifikasi
nl_nl: Notitietijd
no: Varslingstidspunkt
pl: Godzina powiadomienia
pt_br: Horário de notificação
pt_pt: Hora de notificação
ro: Ora notificării
ru: Время уведомления
sk: Čas notifikácie
sl: Čas obveščanja
sv: Noteringstid
ta: அறிக்கைக்கான நேரம்
te: నోటిఫికేషన్ సమయం
th: เวลาแจ้งเตือน
tr: Bildirim zamanı
uk: Час сповіщення
vi: Thời gian thông báo
zh_hans: 通知时间
zh_hant: 通知時間

# release_delta.save_as_estimate
source: 推定として保存
ar_sa: حفظ كتقدير
ca: Guarda com a estimació
cs: Uložit jako odhad
da: Gem som anslået værdi
de_de: Als Schätzung speichern
el: Αποθήκευση ως εκτίμηση
en_au: Save as estimate
es_es: Guardar como estimación
fi: Tallenna arvioksi
fr_ca: Enregistrer comme estimation
gu: અંદાજ તરીકે સાચવો
he: שמור כהערכה
hi: अनुमान के रूप में सहेजें
hr: Spremiti kao aproksimaciju
hu: Javítottként mentés
id: Simpan sebagai perkiraan
it: Salva come stima
ko: 추정치로 저장
mr: अंदाजित म्हणून जतन करा
ms: Simpan sebagai anggaran
nl_nl: Opslaan als schatting
no: Lagre som estimat
pl: Zapisz jako przybliżenie
pt_br: Salvar como estimativa
pt_pt: Guardar como estimativa
ro: Salvați ca estimare
ru: Сохранить как оценку
sk: Uložiť ako odhad
sl: Shrani kot priblizen izračun
sv: Spara som uppskattning
ta: மதிப்பீடாகச் சேமிக்கவும்
te: అంచనాగా సేవ్ చేయండి
th: บันทึกเป็นค่าประมาณ
tr: Tahmin olarak kaydet
uk: Зберегти як орієнтовне значення
vi: Lưu dưới dạng ước tính
zh_hans: 以估算值保存
zh_hant: 以估計方式儲存

# release_delta.save_estimate_title
source: 参考推定を保存しますか？
ar_sa: هل تريد حفظ التقدير؟
ca: ¿Vols guardar l'estimació?
cs: Chcete uložit odhad?
da: Gemme anslået værdi?
de_de: Schätzung speichern?
el: Θέλετε να αποθηκεύσετε την ενδεικτική εκτίμηση;
en_au: Save estimate?
es_es: ¿Guardar la estimación?
fi: Haluatko tallentaa arvion?
fr_ca: Enregistrer l'estimation ?
gu: શું તમે અંદાજને સાચવવા માંગો છો?
he: שמור הערכה?
hi: क्या आप अनुमान को सहेजना चाहते हैं?
hr: Želite spremiti aproksimaciju?
hu: Menteni a javított becslést?
id: Simpan perkiraan?
it: Salvare il valore stimato?
ko: 추정치를 저장하시겠습니까?
mr: अंदाजित मूल्य जतन करायचे?
ms: Simpan anggaran?
nl_nl: Wilt u de referentie-schatting opslaan?
no: Vil du lagre estimatet?
pl: Zapisz przybliżoną wartość?
pt_br: Salvar estimativa?
pt_pt: Guardar estimativa?
ro: Salvați valoarea estimată?
ru: Сохранить приблизительную оценку?
sk: Chcete uložiť odhad?
sl: Shraniti kot priblizen izračun?
sv: Spara uppskattningen?
ta: குறிப்பு மதிப்பீட்டைச் சேமிக்கவா?
te: సూచనను సేవ్ చేయాలా?
th: บันทึกค่าประมาณหรือไม่?
tr: Tahmini kaydetmek ister misiniz?
uk: Зберегти орієнтовне значення?
vi: Lưu ước tính?
zh_hans: 保存估算值？
zh_hant: 儲存估計？

# release_delta.scheduled_report_explanation
source: 予定時刻後に最初にアプリを開いた時、自動生成します。AIに接続できない場合も端末内の要約を残します。
ar_sa: يتم إنشاؤه تلقائيًا عند فتح التطبيق لأول مرة بعد الموعد المحدد. إذا لم يكن بالإمكان الاتصال بالذكاء الاصطناعي، فسيتم الاحتفاظ بملخص في الجهاز.
ca: Es genera automàticament quan obres l'aplicació per primera vegada després de l'hora programada. Si no pots connectar amb la IA, es manté un resum a l'aparell.
cs: Automaticky generuje zprávu po prvním otevření aplikace po naplánovaném čase. Pokud není možné připojení k AI, zůstane uložená souhrn.
da: Genereres automatisk, når du åbner appen første gang efter det planlagte tidspunkt. Hvis der ikke kan oprettes forbindelse til AI, gemmes en opsummering på din enhed.
de_de: Wird automatisch erstellt, wenn Sie die App zum ersten Mal nach dem geplanten Zeitpunkt öffnen. Bei Problemen mit der Verbindung werden die gespeicherten Informationen angezeigt.
el: Δημιουργείται αυτόματα όταν ανοίξετε την εφαρμογή για πρώτη φορά μετά τη προγραμματισμένη ώρα. Εάν δεν μπορεί να συνδεθεί με το AI, διατηρείται μια περίληψη στην εφαρμογή.
en_au: Automatically generated when you first open the app after the scheduled time. If AI connection fails, retains summary within the device.
es_es: Se genera automáticamente cuando abres la aplicación por primera vez después del horario programado. Si no se puede conectar con la IA, se conserva un resumen en el dispositivo.
fi: Luodaan automaattisesti, kun avaat sovelluksen ensimmäisen kerran aikataulutetun ajan jälkeen. Jos yhteys AI:hin ei onnistu, tallennetaan tiedot.
fr_ca: Généré automatiquement lors de la première ouverture de l'application après l'heure prévue. Si la connexion à l'IA échoue, un résumé est conservé sur votre appareil.
gu: આપની અપેક્ષિત સમયે એપ્લિકેશન ખોલ્યા પછી, આપોઆપ જનરેટ થશે. જો AI સાથે કનેક્શન ન થઈ શકે, તો ઉપકરણ પરનો સારાંશ સચવાયેલ રહેશે.
he: יוצר דוח אוטומטי בעת הפתיחה הראשונה לאחר הזמנה מתוזמנת. במקרה של תקשורת עם AI לא אפשרית, הדוח יירשם באופן מקומי.
hi: यह स्वचालित रूप से उत्पन्न होता है जब आप पहली बार निर्धारित समय के बाद ऐप खोलते हैं। यदि AI से कनेक्ट नहीं किया जा सकता है, तो डिवाइस पर सारांश सहेजा जाएगा।
hr: Automatski se generira kada prvi put otvorite aplikaciju nakon zakazano vrijeme. Ako nije moguće povezati s AI-om, ostaje izvješće iz uređaja.
hu: A tervszerű időpont után, amikor először nyitod meg az alkalmazást, automatikusan generálódik. Ha nem tud kapcsolni az AI-hez, a helyi összefoglalót használja.
id: Secara otomatis dibuat saat aplikasi dibuka setelah waktu yang dijadwalkan. Jika tidak dapat terhubung ke AI, ringkasan tetap disimpan di perangkat.
it: Generato automaticamente al primo utilizzo dell'app dopo l'orario previsto. Se non è possibile connettersi all'AI, conserva un riepilogo sul dispositivo.
ko: 예정된 시간에 앱을 처음 켰을 때 자동으로 생성됩니다. AI 연결이 불가능한 경우에도, 기기 내 요약 정보를 유지합니다.
mr: नियोजित वेळेनंतर, ॲप उघडल्यावर आपोआप तयार होईल. AI कनेक्ट न झाल्यास, तुमच्या डिव्हाइसवर माहिती साठवली जाईल.
ms: Laporan akan dihasilkan secara automatik apabila aplikasi dibuka untuk pertama kalinya selepas masa yang ditetapkan. Jika tidak dapat berhubung dengan AI, ringkasan dalam peranti akan disimpan.
nl_nl: Na de geplande tijd, genereert het automatisch een rapport bij de eerste opening van de app. Als er geen verbinding met AI mogelijk is, blijft een samenvatting op uw apparaat.
no: Genereres automatisk første gang du åpner appen etter det planlagte tidspunktet. Hvis tilkoblingen til AI mislykkes, lagres en oppsummering på enheten.
pl: Automatycznie generowany po pierwszym otwarciu aplikacji po ustalonym czasie. W przypadku problemów z połączeniem, zapisuje podsumowanie w urządzeniu.
pt_br: Gerado automaticamente quando você abre o aplicativo após o horário agendado. Se não for possível conectar ao AI, mantém um resumo no dispositivo.
pt_pt: Gerado automaticamente quando a aplicação é aberta após o horário agendado. Se não for possível conectar à IA, mantém um resumo no dispositivo.
ro: Se generează automat la prima deschidere a aplicației după ora programată. Dacă nu se poate conecta la AI, se păstrează un rezumat local.
ru: Автоматически генерируется при первом открытии приложения после запланированного времени. Если не удается подключиться к AI, сохраняются данные в устройстве.
sk: Automaticky generuje prvý záznam po otvorení aplikácie v určenom čase. Ak sa nepodarí pripojiť k AI, zostane uložený prehľad.
sl: Avtomatično ustvari, ko prvič odprete aplikacijo po napovedanem času. Če se ne poveže z AI, shranjuje povzetek v napravi.
sv: Genereras automatiskt vid första öppningen efter schemalagd tid. Om anslutning till AI misslyckas, sparas en sammanfattning på enheten.
ta: திட்டமிடப்பட்ட நேரத்தில் முதல் முறை பயன்பாட்டைத் திறக்கும்போது, தானாகவே உருவாக்கப்படும். AI உடன் இணைக்க முடியாவிட்டால், சாதனத்தில் உள்ள சுருக்கத்தை சேமித்து வைக்கும்.
te: సమయానికి అనుగుణంగా, అప్లికేషన్‌ను మొదటిసారి తెరిచినప్పుడు, స్వయంచాలకంగా రిపోర్టు సృష్టించబడుతుంది. AI కనెక్ట్ కాకపోతే, పరికరంలో ఉన్న సమాచారాన్ని ఉపయోగిస్తాము.
th: จะสร้างโดยอัตโนมัติเมื่อเปิดแอปครั้งแรกหลังจากเวลาที่กำหนด AI ไม่สามารถเชื่อมต่อได้ จะเก็บข้อมูลสรุปไว้ในเครื่อง
tr: Planlanan zamanda ilk açıldığında otomatik olarak oluşturulur. AI ile bağlantı kurulamazsa, cihazdaki özet kalır.
uk: Автоматично генерується при першому відкритті програми після запланованого часу. Якщо не вдасться підключитися до AI, збережеться зведення в пристрої.
vi: Tự động tạo khi bạn mở ứng dụng lần đầu sau thời gian dự định. Nếu không thể kết nối với AI, vẫn lưu lại bản tóm tắt trong thiết bị.
zh_hans: 在预定时间后首次打开应用时，会自动生成。如果无法连接AI，则保留本地摘要。
zh_hant: 預定時間後首次開啟應用程式時，自動生成。若無法連接AI，則保留裝置內摘要。

# release_delta.scheduled_reports
source: 予約レポート
ar_sa: تقارير مجدولة
ca: Informes programats
cs: Naplánovaná zpráva
da: Planlagte rapporter
de_de: Geplante Berichte
el: Προγραμματισμένα αναφορές
en_au: Scheduled reports
es_es: Informes programados
fi: Aikataulutetut raportit
fr_ca: Rapports programmés
gu: નિયત અહેવાલો
he: דוחות מתוזמנים
hi: नियत रिपोर्ट
hr: Planirana izvješća
hu: Tervezett jelentések
id: Laporan terjadwal
it: Report programmati
ko: 예약 보고서
mr: नियोजित अहवाल
ms: Laporan yang dijadualkan
nl_nl: Gereserveerde rapporten
no: Planlagte rapporter
pl: Zaplanowane raporty
pt_br: Relatórios agendados
pt_pt: Relatórios agendados
ro: Raporturi programate
ru: Запланированные отчеты
sk: Plánované správy
sl: Napovedana poraba
sv: Schemalagda rapporter
ta: திட்டமிடப்பட்ட அறிக்கைகள்
te: సమయానికి రిపోర్టులు
th: รายงานตามกำหนด
tr: Planlanmış raporlar
uk: Заплановані звіти
vi: Báo cáo theo lịch
zh_hans: 预约报告
zh_hant: 預約報告

# release_delta.weekday
source: 曜日
ar_sa: يوم الأسبوع
ca: Dia de la setmana
cs: Den v týdnu
da: Dag i ugen
de_de: Tag der Woche
el: Ημέρα της εβδομάδας
en_au: Day of the week
es_es: Día de la semana
fi: Päivä
fr_ca: Jour de la semaine
gu: દિવસ
he: יום בשבוע
hi: दिन
hr: Dan
hu: Nap
id: Hari
it: Giorno della settimana
ko: 요일
mr: दिवस
ms: Hari
nl_nl: Dag van de week
no: Dag i uken
pl: Dzień tygodnia
pt_br: Dia da semana
pt_pt: Dia da semana
ro: Ziua săptămânii
ru: День недели
sk: Deň v týždni
sl: Dan
sv: Dag i veckan
ta: நாள்
te: వారం రోజు
th: วัน
tr: Gün
uk: День тижня
vi: Ngày trong tuần
zh_hans: 星期
zh_hant: 星期

# release_delta.weekly_report
source: 週次レポート
ar_sa: تقرير أسبوعي
ca: Informe setmanal
cs: Týdenní zpráva
da: Ugentlig rapport
de_de: Wöchentlicher Bericht
el: Εβδομαδιαία αναφορά
en_au: Weekly report
es_es: Informe semanal
fi: Viikoittainen raportti
fr_ca: Rapport hebdomadaire
gu: સાપ્તાહિક અહેવાલ
he: דוח שבועי
hi: साप्ताहिक रिपोर्ट
hr: Tjedno izvješće
hu: Heti jelentés
id: Laporan mingguan
it: Report settimanale
ko: 주간 보고서
mr: साप्ताहिक अहवाल
ms: Laporan mingguan
nl_nl: Wekelijkse rapport
no: Ukentlig rapport
pl: Raport tygodniowy
pt_br: Relatório semanal
pt_pt: Relatório semanal
ro: Raport săptămânal
ru: Еженедельный отчет
sk: Týždenná správa
sl: Tedenska poraba
sv: Veckorapport
ta: வாராந்திர அறிக்கை
te: వారపు రిపోర్టు
th: รายงานรายสัปดาห์
tr: Haftalık rapor
uk: Щотижневий звіт
vi: Báo cáo hàng tuần
zh_hans: 每周报告
zh_hant: 每週報告

# runtime_messages.02b7a66f4b4d
source: ダーク
ar_sa: داكن
ca: fosc
cs: Tmavý režim
da: Mørk
de_de: Dunkel
el: Σκούρο
en_au: Dark
es_es: Oscuro
fi: Pimeä
fr_ca: Sombre
gu: ડાઉન
he: כהה
hi: अंधेरा
hr: Tamno
hu: Sötét mód
id: Gelap
it: Scuro
ko: 어두운 모드
mr: गडद
ms: Gelap
nl_nl: Donker
no: Mørkt
pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ro: Negru
ru: Темный режим
sk: Tmavé
sl: Temno
sv: Mörk
ta: இருள்
te: చీకటి
th: สีเข้ม
tr: Koyu
uk: Темний режим
vi: Màu tối
zh_hans: 深色
zh_hant: 深色

# runtime_messages.09d55c9613d1
source: 今日のメニュー
ar_sa: القائمة اليوم
ca: El menú d'avui
cs: Dnešní menu
da: I dagens menu
de_de: Menü für heute
el: Το μενού της ημέρας
en_au: Today's Menu
es_es: Menú de hoy
fi: Tämän päivän ruokalista
fr_ca: Menu du jour
gu: આજના મેનુ
he: תפריט היום
hi: आज का मेनू
hr: Danijsko jelo
hu: A mai menü
id: Menu Hari Ini
it: Menu di oggi
ko: 오늘의 메뉴
mr: आजचे मेनू
ms: Menu Hari Ini
nl_nl: Maandmenu
no: Dagens meny
pl: Dzisiejszy jadłospis
pt_br: Meu plano alimentar
pt_pt: Meu plano alimentar
ro: Meniul zilei
ru: Меню на сегодня
sk: Dnes' menu
sl: Danes
sv: Dagens meny
ta: இன்றைய மெனு
te: ఈరోజు మెనూ
th: เมนูวันนี้
tr: Bugünün menüsü
uk: Меню на сьогодні
vi: Lịch trình hôm nay
zh_hans: 今日的美食计划
zh_hant: 今日份的餐單

# runtime_messages.0b0f57e99c1c
source: 初心者 全身スタート
ar_sa: بداية الجسم الكامل للمبتدئين
ca: Inici de cos sencer per a principiants
cs: Začátečník - Celkový trénink
da: For begyndere: Start med hele kroppen
de_de: Für Anfänger: Ganzkörpertraining
el: Για αρχάριους, πλήρης έναρξη
en_au: Beginner Full Body Start
es_es: Principiante: Inicio completo
fi: Aloittelija, koko kehon harjoittelu
fr_ca: Débutant, entraînement complet
gu: શરૂઆત કરનારાઓ: સમગ્ર શરીર માટે
he: מתחילים: תוכנית אימונים מלאה
hi: शुरुआती - पूरे शरीर का व्यायाम
hr: Za početnike: cijeli tijelo
hu: Első lépések: teljes test edzés
id: Pemula: Mulai dari seluruh tubuh
it: Principiante, allenamento completo
ko: 초보자 전체 운동 시작
mr: नवशिक्या: संपूर्ण व्यायाम
ms: Pemula: Latihan seluruh badan
nl_nl: Beginner, full body
no: For nybegynnere: Start med hele kroppen
pl: Dla początkujących: Trening całego ciała
pt_br: Iniciante: Exercícios para iniciantes
pt_pt: Iniciante: Exercícios para iniciantes
ro: Pentru începători: Antrenament complet
ru: Для начинающих: Комплексная тренировка
sk: Začiatočník - Začnite s celým telom
sl: Za začetnike: Celoten trening
sv: För nybörjare, starta med hela kroppen
ta: புதியவர்கள், முழு உடல் பயிற்சி
te: ప్రారంభకులకు: పూర్తి శరీర వ్యాయామం
th: สำหรับผู้เริ่มต้น เริ่มต้นแบบ Full Body
tr: Yeni başlayanlar, tüm vücut
uk: Для початківців: Комплексне тренування
vi: Người mới bắt đầu: Bắt đầu từ toàn thân
zh_hans: 初学者 全身训练
zh_hant: 新手 全身訓練

# runtime_messages.0c99a6dc8a8a
source: ダンベルベンチプレス
ar_sa: اضغط على مقاعد البدلاء الدمبل
ca: premsa de banc amb manuelles
cs: Dřep s činkami
da: Dødløft med håndvægte
de_de: Bankdrücken mit Kurzhanteln
el: Πάλη με μπάρα
en_au: Dumbbell bench press
es_es: Press en banco con mancuernas
fi: Penkkipunnerrus käsillä
fr_ca: Développé avec haltères
gu: ડમ્બેલ બેન્ચ પ્રેસ
he: דחיפת משקולות על ספסל
hi: डम्बल बेंच प्रेस
hr: Dumbbell bench press
hu: Ellamozás a súlyokkal
id: Bench press dengan dumbbell
it: Panca per squat con manubri
ko: 덤벨 벤치 프레스
mr: डंबेल बेंच प्रेस
ms: Angkat dumbbell
nl_nl: Dumbbell bench press
no: Benkpress med stang
pl: Wyciskanie sztangą na ławce
pt_br: Supino com barra
pt_pt: Supino com barra
ro: Îndreptare cu gantere
ru: Жим штанги лежа на скамье
sk: Dřep s činkami
sl: Dvig s utežjo na steni
sv: Bänkpress med hantlar
ta: டம்பல் பென்ச் பிரஸ்
te: డెమ్‌బెల్ బెంచ్ ప్రెస్
th: ยกดัมเบล
tr: Dambılla bench press
uk: Підйом на штангу лежачи
vi: Ép tạ
zh_hans: 杠铃卧推
zh_hant: 啞鈴臥推

# runtime_messages.0d10dbb2d71a
source: 週3回の運動を続ける
ar_sa: الاستمرار في ممارسة الرياضة 3 مرات في الأسبوع
ca: Continueu fent exercici 3 vegades per setmana
cs: Pokračujte v tréninku 3x týdně.
da: Fortsæt med 3 træninger om ugen.
de_de: Ich möchte weiterhin 3 Mal pro Woche trainieren.
el: Συνεχίστε τις 3 προπονήσεις της εβδομάδας.
en_au: Continue with 3 workouts per week.
es_es: Continuar con 3 entrenamientos semanales.
fi: Jatka 3 kertaa viikossa tapahtuvien harjoitusten tekemistä.
fr_ca: Continuer à faire 3 séances de musculation par semaine.
gu: અઠવાડિયામાં 3 વખતની કસરત ચાલુ રાખો.
he: אני ממשיך להתאמן 3 פעמים בשבוע.
hi: प्रति सप्ताह 3 बार व्यायाम जारी रखें।
hr: Nastavite s 3 treninga tjedno
hu: Folytasd a heti 3 edzést
id: Lanjutkan dengan 3 sesi latihan per minggu
it: Continuare con 3 allenamenti a settimana.
ko: 매주 3회 운동을 지속합니다.
mr: दर ३ दिवसांनी व्यायाम करत रहा.
ms: Teruskan senaman selama 3 hari seminggu
nl_nl: Blijf 3 keer per week trainen.
no: Fortsett med 3 treningsøkter per uke.
pl: Kontynuuj 3 treningi w tygodniu.
pt_br: Continue com 3 treinos por semana
pt_pt: Continue com 3 treinos por semana
ro: Continuă să faci exerciții de 3 ori pe săptămână.
ru: Продолжайте заниматься 3 раза в неделю.
sk: Pokračujte v 3 tréningoch denne.
sl: Nastavite se na 3 treninga na teden
sv: Fortsätt med 3 träningspass per vecka.
ta: வாரம் 3 முறை உடற்பயிற்சியைத் தொடரவும்.
te: వారానికి 3 సార్లు వ్యాయామం కొనసాగించండి.
th: ต่อเนื่องกับการออกกำลังกาย 3 ครั้งต่อสัปดาห์
tr: Haftalık 3 antrenman yapmaya devam edin.
uk: Продовжувати тренуватися 3 рази на тиждень
vi: Tiếp tục tập luyện 3 buổi mỗi tuần
zh_hans: 继续每周3次的运动
zh_hant: 持續進行每週3次的運動
